{"format": "graph-model", "generatedBy": "2.2.0", "convertedBy": "TensorFlow.js Converter v1.7.4r1", "userDefinedMetadata": {"signature": {"outputs": {"bilstm_crf/bilstm_crf/transitions/Adam": {"name": "bilstm_crf/bilstm_crf/transitions/Adam"}}}}, "modelTopology": {"node": [{"name": "bilstm_crf/bilstm_crf/transitions/Adam", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "11"}, {"size": "11"}]}}}, "dtype": {"type": "DT_FLOAT"}}}], "versions": {}}, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "bilstm_crf/bilstm_crf/transitions/Adam", "shape": [11, 11], "dtype": "float32"}]}]}